console.log(
	'1.верстка валидная: +10'
);
console.log(
	'2.Верстка семантическая. Присутствует : article, footer, header, main, nav, section, h1, h2, h3: +18'
);
console.log(
	'3.для оформления СV используются css-стили +10'
);
console.log(
	'4.контент размещается в блоке, который горизонтально центрируется на странице. Фоновый цвет, если он есть, тянется во всю ширину страницы +10'
);
console.log(
	'5.вёрстка адаптивная: ни на одном из разрешений экрана до 320px включительно не появляется горизонтальная полоса прокрутки, при этом всё содержание страницы сохраняется +10'
);
console.log(
	'6.есть адаптивное бургер-меню.(если бы я могла я бы точно сделала, но пока что я без понятия как обращаться из js к html). 0'
);
console.log(
	'7.на странице СV присутствует изображение - фото или аватарка автора CV, пропорции изображения не искажены, у изображения есть атрибут alt. (У меня изображения вставлены через css, поэтому) ?'
);
console.log(
	'8.контакты для связи и перечень навыков оформлены в виде списка ul > li +10'
);
console.log(
	'9.CV содержит контакты для связи, краткую информацию о себе, перечень навыков, информацию об образовании и уровне английского +10'
);
console.log(
	'10.CV содержит пример вашего кода (например, решение задачи с сайта codewars) с подсветкой кода.+10'
);
console.log(
	'11.CV содержит изображения-ссылки на выполненные вами проекты.(о госпади какие проекты, я только дошла до массивов в ужебнике по js). +0'
);
console.log(
	'12.CV выполнено на английском языке +10'
);
console.log(
	'13.выполнены требования к Pull Request: есть ссылка на задание, скриншот страницы СV, ссылка на деплой страницы CV на GitHub Pages, выполнена самооценка (самооценку расписываем по пунктам критериев оценки, указывая балл за каждый пункт) +10'
);
console.log(
	'14.есть видеорезюме автора CV на английском языке.(ох я попыталась. но мой ужасный английский - лучше не смотри это. Это внебрачный ребенок тревоги и англ уровня А0)+0'
);
console.log(
	'15.дизайн, оформление, качество выполнения CV не ниже чем в примерах CV, приведённых в материалах к заданию (я не знаю. наверное хуже) +0'
);
console.log(
	'итого: 118 быллов(ну чтож я старалась)'
);
